Repository: matvei-cyber/Test-App
Catalog: Test App/*.lproj/Localizable.strings
Languages: ru

# helloSwiftUI
source: Hello
ru: Привет,

# appWritten
source: This app is written in Swift in Xcode.
ru: Это приложение написано на языке Swift в Xcode.

# appUsesSwiftUI
source: This app uses the SwiftUI interface.
ru: Это приложение использует интерфейс SwiftUI.

# byClickingOnLinks
source: By clicking on the links above, you can go to the company's website.
ru: Нажатием на ссылки выше, вы можете перейти на сайт компании.

# buildNumberSecret
source: A little secret: this build number â€“ (32e87) is the first 5 characters of the SHA256 checksum of the app.
ru: Небольшой секрет: этот номер сборки – (32e87) это первые 5 символов контрольной суммы приложения SHA256.

# appFinalReleaseDateSecret
source: Another secret: the final 1.0 release of Test App will be published on September 24, closer to nighttime.
ru: Снова секрет: финальный 1.0 Релиз Test App выйдет 24 сентября ближе к ночи.

# closePop-upWindowInstruction
source: To close pop-up windows opened by the buttons above, click on the close button or on the background behind them.
ru: Чтобы закрыть всплывающие окна, открывающиеся кнопками выше, нажмите на кнопку закрытия или на фон за ними.

# thereIsNothingUseful
source: There's nothing useful here.
ru: Здесь ничего полезного.

# closeButton
source: Close
ru: Закрыть

# repoLink
source: App repository
ru: Репозиторий приложения

# releasesLink
source: App releases
ru: Релизы приложения

# releaseDateTitle
source: Release date:
ru: Дата выпуска:

# versionTitle
source: Test App version:
ru: Версия Test App:

# version
source: 1.0 Beta 5 (32e87)
ru: 1.0 Бета 5 (32e87)

source: App pages
ru: Страницы приложения

# homeCase
source: Home
ru: Главная

# newCase
source: What's new?
ru: Что нового?

# settingsCase
source: Settings
ru: Настройки

# selectAppPage
source: Select the app page
ru: Выберите страницу приложения

# openOnGitHubLink
source: Open tag on GitHub
ru: Открыть тег на GitHub

# sidebarSettingsHeading
source: Navigation menu settings
ru: Настройки навигационного меню

# sidebarMaterialSetting
source: Material
ru: Материал

# sidebarInUltraThinMaterial
source: Apple's "Ultra Thin Material"
ru: Ультра-тонкий материал Apple

# sidebarInGray
source: Gray
ru: Серый

# sidebarInBlack
source: Black
ru: Черный

# sidebarInWhite
source: White
ru: Белый

# sidebarInBackground
source: Contrast color
ru: Контрастный цвет

# sidebarInMint
source: Mint
ru: Мятный

# sidebarInCyan
source: Cyan
ru: Голубой

# sidebarInBlue
source: Blue
ru: Синий

# secretSettingsHeading
source: Secret settings
ru: Секретные настройки

source: Secret setting 1
ru: Секретная настройка 1

# aboutCase
source: About Test App
ru: О приложении

# appDescriptionTitle
source: App description:
ru: Описание приложения:

# appDescription
source: Test App is a test app that does not have any useful functionality. It is simply for practicing my Swift programming skills.
ru: Test App – это тестовое приложение, не несущее в себе полезной функциональности. Это просто для тренировки моих навыков программирования на Swift.
